Repository: Daniel-KM/Omeka-S-module-BulkExport
Catalog: language/*.po
Languages: fr

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou supérieure.

source: WARNING:
fr: ATTENTION :

source: Remove bulk export directory
fr: Supprimer le dossier d’export en lot

source: Exporter #%d
fr: Exporteur #%d

source: Shaper #%d
fr: Formateur #%d

source: [No label]
fr: [Sans libellé]

source: Method not allowed for export for now
fr: Cette méthode n’est pas disponible pour l’export actuellement

source: Resource type not allowed for export for now
fr: Le type de ressource ne peut pas être exporté actuellement

source: Unsupported resource type to export.
fr: Type de ressource non supportée pour l’export.

source: Unsupported format "{format}".
fr: Format non géré "{format}".

source: The list of ids should be a list of numeric internal identifiers.
fr: La liste des ids doit être une liste d’identifiants internes numériques.

source: A query cannot be used to export "resources" before Omeka S v4.1: set the resource type or use the list of ids instead.
fr: Une requête ne peut pas être utilisée pour exporter des « ressources » avant Omeka S v4.1 : indiquer le type de ressources ou utiliser une liste d’ids.

source: Anonymous
fr: Anonyme

source: Bibliography
fr: Bibliographie

source: Digital library
fr: Bibliothèque numérique

source: Resource id
fr: Id de la ressource

source: Resource identifier
fr: Identifiant de la ressource

source: Item set id
fr: Id de collection

source: Item id
fr: Id du contenu

source: Item identifier
fr: Identifiant du contenu

source: Item title
fr: Titre du contenu

source: Media id
fr: Id du média

source: Media file
fr: Fichier média

source: Media source
fr: Source du média

source: File media type
fr: Type de fichier

source: File size
fr: Taille du fichier

source: Url to original
fr: Url vers l'original

source: Original file url
fr: Url du fichier original

source: Url to large thumbnail
fr: Url vers la grande vignette

source: Url to medium thumbnail
fr: Url vers la vignette moyenne

source: Url to square thumbnail
fr: Url vers la vignette carrée

source: Asset id
fr: Id du fichier

source: Asset url
fr: Url du fichier

source: Asset file name
fr: Nom du fichier

source: Asset id if any, else primary media id
fr: Identifiant de l'actif s'il y en a un, sinon identifiant du média principal

source: Asset url if any, else primary media original url
fr: Url de la vignette attachée, sinon url du fichier original du média principal

source: Asset url if any, else primary media large url
fr: Url de la vignette attachée, sinon url du fichier large du média principal

source: Asset url if any, else primary media medium url
fr: Url de la vignette attachée, sinon url de la vignette moyenne du média principal

source: Asset url if any, else primary media square url
fr: Url de la vignette attachée, sinon url de la vignette carrée du média principal

source: Asset file name if any, else primary media original file name
fr: Nom du fichier de la vignette attachée, sinon nom du fichier original du média principal

source: Asset file name if any, else primary media large file name
fr: Nom du fichier de la vignette attachée, sinon nom du fichier large du média principal

source: Asset file name if any, else primary media medium file name
fr: Nom du fichier de la vignette attachée, sinon nom du fichier large du média moyen

source: Asset file name if any, else primary media square file name
fr: Nom du fichier de la vignette attachée, sinon nom du fichier carré du média principal

source: Tag
fr: Mot-clé

source: Annotation body: %s
fr: Corps de l’annotation : %s

source: Annotation target: %s
fr: Cible de l’annotation : %s

source: A query cannot be used to export "resources": set the resource type or use the list of ids instead.
fr: Une requête ne peut pas être utilisée pour exporter des « ressources » : indiquer le type de ressources ou utiliser une liste d’ids.

source: Unsupported resource type to export: %s.
fr: Type de ressource non supportée pour l’export : %s.

source: Download as spreadsheet %s
fr: Télécharger en tableur %s

source: Download as text
fr: Télécharger en texte

source: Download as %s
fr: Télécharger en %s

source: unknown
fr: inconnu

source: anonymous
fr: anonyme

source: no-name
fr: sans-nom

source: Bulk export
fr: Export en lot

source: Add an exporter
fr: Ajouter un exporteur

source: Add a shaper
fr: Ajouter un formateur

source: See all exports
fr: Voir tous les exports

source: Last exports
fr: Derniers exports

source: No exports yet.
fr: Pas encore d’export.

source: Label / Comment
fr: Libellé / commentaire

source: Process
fr: Traitement

source: task
fr: tâche

source: Get file
fr: Fichier

source: Stop
fr: Arrêter

source: See params
fr: Voir les paramêtres

source: See logs
fr: Voir les journaux

source: Start: %s
fr: Démarrage : %s

source: End: %s
fr: Terminé : %s

source: Emergency
fr: Urgence

source: Alert
fr: Alerte

source: Critical
fr: Critique

source: Notice
fr: Avis

source: Debug
fr: Débogage

source: Attempt to stop job
fr: Essayer d’arrêter la tâche

source: Manage logs
fr: Gérer les journaux

source: Show only messages whose severity is higher than or equal to
fr: Afficher seulement les messages dont la sévérité est supérieure ou égale à

source: Severity
fr: Sévérité

source: Time
fr: Heure

source: Full log
fr: Message complet

source: No logs yet.
fr: Pas encore de journaux.

source: Refresh page
fr: Rafraîchir la page

source: Output file
fr: Fichier d’export

source: Exporter
fr: Exporteur

source: [no owner]
fr: [pas de propriétaire]

source: Logs
fr: Journaux

source: Owner: %s
fr: Propriétaire : %s

source: Comment: %s
fr: Commentaire : %s

source: System state:
fr: État système :

source: Started: %s
fr: Démarrage : %s

source: Ended: %s
fr: Terminé : %s

source: Parameters
fr: Paramètres

source: Writer
fr: Écriveur

source: Bulk Export
fr: Export en lot

source: Create new exporter
fr: Créer un nouvel exporteur

source: Writer: %s
fr: Écriveur : %s

source: Fill the default values of the writer.
fr: Remplir les valeurs par défaut de l’écriveur.

source: Delete exporter (%s)
fr: Supprimer l’exporteur (%s)

source: Are you sure you want to delete this exporter ?
fr: Êtes-vous sûr de vouloir supprimer cet exporteur ?

source: Edit exporter
fr: Éditer l’exporteur

source: Exporters
fr: Exporteurs

source: Store export
fr: Enregistrer l’export

source: New shaper
fr: Nouveau façonneur

source: Shapers
fr: Façonneurs

source: Add new shaper
fr: Ajouter un nouveau formateur

source: Delete shapers
fr: Supprimer un formateur

source: Are you sure you would like to delete the selected shapers?
fr: Êtes-vous sûr de vouloir supprimer ces formateurs ?

source: %1$s: this action will permanently delete %2$s shapers and cannot be undone.
fr: %1$s : cette action supprimera définitivement %2$s shapers et ne pourra pas être annulée.

source: Are you sure you would like to delete all shapers?
fr: Êtes-vous sûr de vouloir supprimer tous les formateurs ?

source: No shapers yet.
fr: Pas encore de formateurs.

source: Shaper
fr: Façonneuse

source: Delete shaper(%s)
fr: Supprimer le formateur (%s)

source: Are you sure you want to delete this shaper ?
fr: Êtes-vous sûr de vouloir supprimer ce formateur ?

source: Select shaper
fr: Sélectionner la façonneuse

source: Edit shaper
fr: Éditer le formateur

source: Created: %s
fr: Créé : %s

source: Modified: %s
fr: Modifié : %s

source: Export record
fr: Exporter la notice

source: The module {module} should be upgraded to version {version} or later.
fr: Le module {module} doit être mis à niveau à la version {version} ou supérieure.

source: It is now possible to export resources as GeoJSON for values filled via Value Suggest Geonames.
fr: Il est désormais possible d’exporter les ressources en GéoJSON pour les valeurs remplies avec Value Suggest Geonames.

source: It is now possible to export into a specific directory with a specific filename.
fr: Il est désormais possible d’exporter dans un dossier spécifique avec un nom de fichier spécifique.

source: It is now possible to export via the api endpoint: just add an extension to it, like for admin or site view, for example "/api/items.ods" or "/api-local/items/151.odt" (from module Api Info).
fr: Il est désormais possible d’exporter via le point d’accès api : ajouter-lui une extension comme dans la vue admin ou publique, par exemple « /api/items.ods » ou « /api-local/items/151.odt » (à partir du module Api Info).

source: It is now possible to store an exporter as a task.
fr: Il est désormais possible d’enregistrer un exporteur en tant que tâche.

source: It is now possible to do an incremental export.
fr: Il est désormais possible de réaliser un export incrémental.

source: The config of exporters has been upgraded to a new format. You may check them if you use a complex config.
fr: La configuration des exporteurs a été mis à jour dans un nouveau format. Vous pouvez les vérifiez pour les configurations complexes.

source: New resource page blocks have been added to display a button to export current resources.
fr: De nouveaux blocs pour les pages de ressources ont été ajoutés pour afficher un bouton pour exporter les ressources en cours.

source: A new option has been added to display the exporters automatically in selected pages for themes that don’t manage resource page blocks. Check your site if needed.
fr: Une nouvelle option permet d’afficher les exporteurs automatiquement dans les pages sélectionnées pour les thèmes qui ne gèrent pas les blocs dans les pages de ressource. Vérifiez votre site si besoin.

source: The option "divclass" was removed from blocks. Check your theme if you customized it.
fr: L’option « divclass » a été supprimée des blocs. Vérifiez votre thème si vous l’avez personnalisé.

source: It is now possible to define a specific format for each metadata.
fr: Il est désormais possible de définir un format spécifique pour chaque métadonnée.

source: OpenDocument spreadsheet (ods)
fr: Tableur OpenDocument (ods)

source: OpenDocument text (odt)
fr: Texte OpenDocument (odt)

source: The directory "{path}" is not writeable.
fr: Le dossier "{path}" n’est pas inscriptible.

source: All bulk exports will be removed (folder "{folder}").
fr: Tous les exports seront supprimés (dossier « {folder} »).

source: No argument files (%s).
fr: Fichiers d’arguments manquants (%s).

source: For formatter "Table", the table is not set.
fr: Pour le formateur « Table », la table n’est pas définie.

source: For formatter "Table", the table #{table_id} does not exist and values are not normalized.
fr: Pour le formateur « Table », la table #{table_id} n'existe pas et les valeurs ne seront pas normalisées.

source: Bibliography from %s
fr: Bibliographie de %s

source: Skipped field "{fieldname}" of resource: it contains more than 1000 characters.
fr: Le champ "{fieldname}" a été ignoré : il contient plus de 1000 caractères.

source: Some properties are not exported because they contain more or less than 500, 1000 or 5000 characters: {properties}.
fr: Certaines propriétés n’ont pas été exportées car elles contiennent plus ou moins de 500, 1000 ou 5000 caractères : {properties}.

source: File name of original
fr: Nom de fichier de l'original

source: File name of large thumbnail
fr: Nom du fichier de la grande vignette

source: File name of medium thumbnail
fr: Nom de fichier de la vignette du support

source: File name of square thumbnail
fr: Nom de fichier de la vignette carrée

source: No headers are used in any resources.
fr: Aucune entête n’est utilisée dans les ressources.

source: {number} different fields are used in all resources.
fr: {number} champs différents sont utilisés dans toutes les ressources.

source: No resource type selected.
fr: Pas de type de ressource sélectionné.

source: No resource to export.
fr: Pas de ressource à exporter.

source: All resources of all resource types ({total}) exported.
fr: Toutes les ressources de tous les types de ressource ({total}) ont été exportées.

source: Starting export of {total} {resource_type}.
fr: Lancement de l’export de {total} {resource_type}.

source: The job "Export" was stopped: {processed}/{total} resources processed.
fr: La tâche "Export" a été arrêtée : {processed}/{total} ressources traitées.

source: {processed}/{total} {resource_type} processed, {succeed} succeed, {skipped} skipped.
fr: {processed}/{total} {resource_type} traités, {succeed} réussis, {skipped} ignorés.

source: End export of {resource_type}.
fr: Fin de l’export de {resource_type}.

source: The deleted resources cannot be output when the internal id is not included in the list of fields.
fr: Les ressources supprimées ne peuvent pas être exportées lorsque l’id interne n’est pas inclus dans la liste des champs.

source: Starting export of deleted {resource_type}.
fr: Lancement de l’export des {resource_type} supprimés.

source: End export of {total} deleted {resource_type}.
fr: Fin de l’export de {total} {resource_type} supprimés.

source: No deleted resource exported for {resource_type}.
fr: Aucune ressource n’a été exportée pour {resource_type}.

source: Previous completed export by user {username} with exporter "{exporter_label}" is #{export_id} on {date}.
fr: Le dernier export complet de l’utilisateur {username} avec l’exporteur « {exporter_label} » est #{export_id} du {date}.

source: GeoJSON
fr: GéoJSON

source: To process export of "{label}", the php extensions "zip" and "xml" are required.
fr: Pour réaliser un export de {label}", les extensions php "zip" et xml" sont nécessaires.

source: Unable to open output: {error}.
fr: Impossible d’ouvrir la sortie : {error}.

source: No separator selected: only the first value of each property of each resource will be output.
fr: Aucun séparateur sélectionné : seule la première valeur de chaque propriété de chaque ressource sera exportée.

source: Unsupported format {format} for spreadsheet.
fr: Format non géré "{format}" pour les tableurs.

source: Skipped {resource_type} #{resource_id}: it contains the separator "{separator}".
fr: Ignore {resource_type} #{resource_id} : il contient le séparateur "{separator}".

source: Output directory "{folder}" is not writeable.
fr: Le dossier de sortie ({folder}) n’est pas inscriptible.

source: The path should not contain "../".
fr: Le chemin ne doit pas contenir « ../ ».

source: The destination folder "{folder}" is not writeable.
fr: Le dossier de destination "{folder}" n’est pas inscriptible.

source: The specified dir path "{path}" is invalid. Using default one.
fr: Le chemin indiqué pour le dossier "{path}" est incorrect. Le chemin par défaut est utilisé.

source: Export error when saving "{filename}" (temp file: "{tempfile}"): {exception}
fr: Erreur d’enregistrement en sauvant "{filename}" (fichier temporaire : "{tempfile}") : {exception}

source: Export error when saving "{filename}" (temp file: "{tempfile}").
fr: Erreur d’export lors de l’enregistrement de "{filename}" (fichier temporaire : "{tempfile}").

source: Unable to check output: {error}.
fr: Impossible de vérifier la sortie : {error}.

source: The temporary folder "{folder}" does not exist or is not writeable.
fr: Le dossier temporaire "{folder}" n’existe pas ou n’est pas inscriptible.

source: Export record id is not set.
fr: L’id de l’export n’est pas indiqué.

source: Export record id #{id} does not exist.
fr: L’export #{id} n’existe pas.

source: Export as task based on export #{export_id}.
fr: Exporter en tant que tâche basé sur l’export #{export_id}

source: Writer "{writer}" is not available.
fr: L’écriveur "{writer}" n’est pas disponible.

source: Export error: {error}
fr: Erreur d’export : {error}

source: Export started
fr: Lancement de l’export

source: Export completed
fr: Export complété

source: The export is available locally as specified (size: {size} bytes).
fr: L’export est disponible localement comme indiqué (taille : {size} octets).

source: The export is available at {link} (size: {size} bytes).
fr: L’export est disponible à « {link} » (taille : {size} octets).

source: No owner to notify end of process.
fr: Aucun propriétaire à notifier à la fin du traitement.

source: [Omeka Bulk Export] #{job_id}
fr: [Omeka Export en lot] #{job_id}

source: Export ended (job {link_open_job}#{jobId}{link_close}, {link_open_log}logs{link_close}).
fr: Export terminé (tâche {link_open_job}#{jobId}{link_close}, {link_open_log}journaux{link_close}).

source: Error when sending email to notify end of process.
fr: Erreur lors de l’envoi du mail pour informer de la fin du traitement.

source: No resources to create zip file.
fr: Pas de ressource à exporter en zip.

source: Creation of zip of all local files ({format})
fr: Création d'un fichier zip de tous les fichiers locaux ({format})

source: End of creation of zip for format {format} to {download}: {total} files.
fr: Fin de la création du zip pour le format {format} à {download} : {total} fichiers.

source: No files to zip for format "{format}".
fr: Pas de fichier à zipper pour le format "{format}".

source: Zipping "{format}" files stopped.
fr: La compression des fichiers pour le format "{format}" a été arrêtée.

source: Resource pages where to display exporters automatically
fr: Pages de ressource où afficher les exporteurs automatiquement

source: The config should be compliant with module BlocksDisposition if you use it. When the theme supports resource page blocks, it is recommended to use them.
fr: La configuration doit être conforme à celle du module BlocksDisposition si actif. Quand le thème prend en charge les blocs de page de ressources, il est recommandé de les utiliser.

source: Item / show
fr: Contenu / vue

source: Item / browse
fr: Contenu / liste

source: Item set / show
fr: Collection / vue

source: Item set / browse
fr: Collection / liste

source: Media / show
fr: Média / vue

source: Media / browse
fr: Média / liste

source: Maximum number of resources to export
fr: Nombre maximum de ressources à exporter

source: This setting is applied only for the direct output.
fr: Ce paramètre sera appliqué seulement pour la sortie directe.

source: Formatters to display in resource pages
fr: Formateurs à afficher dans les pages de ressources

source: Labels with field names for merging and specific order
fr: Étiquettes avec noms de champs pour la fusion et l'ordre spécifique

source: Fill the label and the field names to manage a specific order of data and merge of metadata. Unlisted metadata will be added next.
fr: Remplissez l'étiquette et les noms des champs pour gérer un ordre spécifique de données et de fusion de métadonnées. Les métadonnées non listées seront ajoutées ensuite.

source: Person = dcterms:creator dcterms:contributor dcterms:subject = dcterms:subject dcterms:temporal
fr: Personne = dcterms:créateur dcterms:contributeur dcterms:subject = dcterms:subject dcterms:temporal

source: Specific shapers by metadata
fr: Shapers spécifiques par métadonnées

source: Shapers are defined in the page "Shapers" and allows to define specific rules for specific metadata. If not set, the rules are the main ones. Set the metadata name, "=" and the identifier or label of the shaper.
fr: Les "Shapers" sont définis dans la page "Shapers" et permettent de définir des règles spécifiques pour des métadonnées spécifiques. Si elles ne sont pas définies, les règles sont les règles principales. Définissez le nom de la métadonnée, "=" et l'identifiant ou l'étiquette de la mise en forme.

source: dcterms:creator = Person dcterms:date = Year only
fr: dcterms:creator = Personne dcterms:date = Année seulement

source: Metadata names or headers
fr: Noms des métadonnées ou entêtes

source: Rdf names
fr: Noms rdf

source: Labels
fr: Libellés

source: First template alternative name
fr: Nom alternatif du premier modèle

source: Format of values
fr: Format des valeurs

source: String
fr: Chaîne

source: Html (slow with some modules)
fr: Html (lent avec certains modules)

source: Format of linked resources
fr: Format des ressources liées

source: Identifier (property below)
fr: Identifiant (propriété ci-dessous)

source: Identifier or id
fr: Identifiant ou id

source: Omeka url and title
fr: Omeka url et titre

source: Omeka url
fr: Url Omeka

source: Property for linked resources
fr: Propriété pour les ressources liées

source: Format of uri
fr: Format de l’uri

source: Uri and label separated by a space
fr: Uri et libellé séparés par une espace

source: Uri only
fr: Uri seulement

source: Label if any, else uri
fr: Libellé sinon uri

source: Label only
fr: Libellé seul

source: Delete exporter
fr: Supprimer un exporteur

source: This optional description will help to understand the purpose of this shaper.
fr: Cette description facultative aidera à comprendre l'objectif de cette mise en forme.

source: This shaper can be use to…
fr: Le formateur peut être utilisé pour…

source: Cleaning and normalization
fr: Nettoyage et normalisation

source: The cleaning is processed in the following order.
fr: Le nettoyage s’effectue dans l’ordre suivant.

source: Escape html
fr: Échapper le html

source: Strip tags
fr: Supprimer les balises html

source: Lower case
fr: Minuscules

source: Upper case
fr: Majuscules

source: Upper case first character
fr: Majuscule pour le premier caractère

source: Remove diacritics
fr: Supprimer les diacritiques

source: Alphanumeric only
fr: Alphanumérique seulement

source: Alphabetic only
fr: Alphabétique seulement

source: Max length
fr: Longueur maximale

source: Year
fr: Année

source: Map value to a code or code to a value (module Table)
fr: Convertir un code en un label ou un label en un code (module Table)

source: String to prepend
fr: Chaîne à préposer

source: String to append
fr: Chaîne à apposer

source: Table for normalization "Table"
fr: Tableau pour la normalisation « Table »

source: Select a table…
fr: Choisissez une table…

source: Table: Mode of normalization
fr: Table : mode de normalisation

source: Code only
fr: Code seul

source: Table: include original value too
fr: Tableau : inclure également la valeur originale

source: Table: strict check (same case, same diacritics)
fr: Table : vérification stricte (même casse, mêmes diacritiques)

source: Other params
fr: Autres paramètres

source: Store exporter as a task
fr: Enregistrer l’exporteur en tant que tâche

source: Allows to store a job to run it via command line or a cron task (see module EasyAdmin).
fr: Permet de conserver l’import de façon à le lancer via la ligne de commande ou une tâche cron (voir le module Easy Admin).

source: Notify by email when finished
fr: Notifier par courriel à la fin

source: Multi-value separator
fr: Séparateur multi-valeur

source: To output all values of each property, cells can be multivalued with this separator. It is recommended to use a character that is never used, like "|", or a random string.
fr: Pour exporter toutes les valeurs de chaque propriété, les cellules doivent être multivaluées avec un séparateur. Il est recommandé d’utiliser un caractère qui n’est jamais utilisé, comme "|" ou une chaîne de caractères aléatoires.

source: If empty, all used properties will be returned.
fr: Si vide, toutes les propriétés utilisées seront retournées.

source: Select one or more metadata…
fr: Choisir une ou plusieurs métadonnées…

source: Metadata to exclude
fr: Métadonnées à exclure

source: It is recommended to remove big fields from the list of properties, in particular extracted text.
fr: Il est recommandé de supprimer les grands champs de la liste des propriétés, notamment le texte complet.

source: Resource metadata
fr: Métadonnées des ressources

source: All used properties more than 500 characters
fr: Propriétés utilisées de plus de 5000 caractères

source: All used properties more than 1000 characters
fr: Propriétés utilisées de plus de 1000 caractères
