Repository: Daniel-KM/Omeka-S-module-BulkExport
Catalog: language/*.po
Languages: fr

source: All used properties more than 5000 characters
fr: Propriétés utilisées de plus de 5000 caractères

source: Specific fields below
fr: Champs spécifiques ci-dessous

source: Internal id
fr: Id interne

source: Resource url
fr: Url de la ressource

source: Owner id
fr: Id du propriétaire

source: Visibility public/private
fr: Visibilité public/privé

source: Openness
fr: Ouverture

source: All used properties
fr: Toutes les propriétés utilisées

source: All used properties less than 500 characters
fr: Propriétés utilisées de moins de 500 caractères

source: All used properties less than 1000 characters
fr: Propriétés utilisées de moins de 1000 caractères

source: All used properties less than 5000 characters
fr: Propriétés utilisées de moins de 5000 caractères

source: Tags (Folksonomy)
fr: Mots-clés (Folksonomy)

source: Item set (for item)
fr: Collection (pour item)

source: Label (first title)
fr: Libellé (premier titre)

source: Media (for item)
fr: Média (pour item)

source: Url / File
fr: Url / fichier

source: File name
fr: Nom du fichier

source: Source url / file
fr: Url ou fichier source

source: Asset (thumbnail)
fr: Fichier (vignette)

source: Asset file nameif any, else primary media original file name
fr: Nom du fichier de la vignette attachée, sinon nom du fichier original du média principal

source: Item (for media)
fr: Item (pour média)

source: Resource (for annotation)
fr: Ressource (pour annotation)

source: Resource query
fr: Requête pour les ressources

source: Limit the resources output. Should be used with one resource type only.
fr: Limiter la sortie des ressources. Utiliser avec un seul type de ressource.

source: Resource types
fr: Types de ressource

source: When multiple types are selected, a column is automatically added to identify it.
fr: Quand plusieurs types sont choisis, une colonne est automatiquement ajoutée pour l’identifier.

source: Select one or more resource type…
fr: Choisir un ou plusieurs types de ressource…

source: This optional comment will help admins for future reference.
fr: Ce commentaire facultatif pourra aider les admins dans les références futures.

source: Optional comment for future reference.
fr: Commentaire facultatif pour référence future.

source: Include deleted resources according to date (require module HistoryLog, query unsupported)
fr: Inclure les ressources supprimées depuis la date (nécessite le module HistoryLog, requête non gérée)

source: Id only
fr: Id seulement

source: Directory
fr: Dossier

source: This setting allows to store the file in the specified location. It should be writeable by the web server. It may be relative to Omeka root. Available placeholders are: "{label}", "{exporter}", "{export_id}", "{date}", "{time}", "{user_id}", "{username}", "{random}".
fr: Ce paramètre permet d’enregistrer le fichier dans le chemin défini. Il doit être inscriptible par le serveur web. Il peut être relatif à la racine Omeka. Les jokers disponibles sont : "{label}", "{exporter}", "{export_id}", "{date}", "{time}", "{user_id}", "{username}", "{random}".

source: Filename
fr: Nom de fichier

source: This setting allows to store the file always with the same name, generally for server tasks. The existing file will be overridden. Available placeholders are: "{label}", "{exporter}", "{export_id}", "{date}", "{time}", "{user_id}", "{username}", "{random}".
fr: Ce paramètre permet d’enregistrer le fichier dans le chemin défini. Il doit être inscriptible par le serveur web. Il peut être relatif à la racine Omeka. Les jokers disponibles sont : "{label}", "{exporter}", "{export_id}", "{date}", "{time}", "{user_id}", "{username}", "{random}".

source: Export all original or thumbnails as zip
fr: Exporter tous les originaux ou les vignettes au format zip

source: Square
fr: Carré

source: Attached asset
fr: Actif rattaché

source: Asset, else original
fr: Actif, sinon original

source: Asset, else large
fr: Actif, sinon important

source: Asset, else medium
fr: Actif, sinon moyen

source: Asset, else square
fr: Actif, sinon carré

source: Incremental since last successful export
fr: Export incrémental depuis le dernier export complet

source: Only new and updated resources since last completed export with the same exporter and user will be output.
fr: Seuls les ressources nouvelles et mises à jour depuis le dernier export complet avec le même exporteur et utilisateur seront exportées.

source: Use a background job
fr: Utiliser une tâche en arrière-plan

source: For complex formats or numerous resources, the process may require more than 30 seconds, that is the default duration of web server before error.
fr: Pour les formats complexes ou pour un grand nombre de ressources, le traitement peut durer plus de 30 secondes, ce qui est la durée par défaut des serveurs web avant une erreur.

source: Delimiter
fr: Délimiteur

source: Enclosure
fr: Séparateur

source: Escape
fr: Échappement

source: Delete shaper
fr: Supprimer un formateur

source: Start export
fr: Lancer l’export

source: ready
fr: prêt

source: Ready
fr: Prêt

source: Export successfully deleted
fr: Suppression de l’export réussie

source: The export process #{export} does not exists.
fr: L’export #{export} n’existe pas.

source: Attempting to stop the export process #{export}.
fr: Tentative d’arrêt du traitement d’export #{export}

source: The process #{export} cannot be stopped.
fr: Le traitement #{export} ne peut pas être arrêté.

source: Save of exporter {exporter_label} failed
fr: Échec de l’enregistrement de l’exporteur {exporter_label}

source: Exporter {exporter_label} successfully saved
fr: Exporteur {exporter_label} sauvegardé

source: This exporter cannot be deleted: exports that use it exist.
fr: L’exporteur ne peut pas être supprimé : des exports l’utilisent.

source: Exporter successfully deleted
fr: Suppression de l’exporteur réussie

source: Delete of exporter failed
fr: Échec de la suppression de l’exporteur

source: Writer configuration for exporter {exporter_label} successfully saved
fr: La configuration de l’écriveur pour l'exporteur {exporter_label} a été sauvegardée avec succès

source: Save of writer configuration for exporter {exporter_label} failed
fr: Échec de l’enregistrement de la configuration pour l’exporteur {exporter_label}

source: writer
fr: écriveur

source: This export will be stored to be run as a task.
fr: Cet export sera enregistré pour être lancé en tant que tâche.

source: The page was reloaded, but params are lost. Restart the export.
fr: La page a été rechargée, mais les paramètres ont été perdus. Relancer l’export.

source: Save of export failed
fr: Échec de l’enregistrement de la ressource

source: The export #{bulk_export} was stored for future use.
fr: L’export #{bulk_export} a été enregistré pour une utilisation future.

source: Export started in background (job {link_open_job}#{jobId}{link_close}, {link_open_log}logs{link_close}). This may take a while.
fr: Export lancé en arrière-plan (tâche {link_open_job}#{jobId}{link_close}, {link_open_log}journaux{link_close}). Cela peut prendre un moment.

source: Export processed in (job {link_open_job}#{jobId}{link_close}, {link_open_log}logs{link_close}).
fr: Export lancé (tâche {link_open_job}#{jobId}{link_close}, {link_open_log}journaux{link_close}).

source: Export start failed
fr: Échec du lancement de l’export

source: Continue
fr: Continuer

source: Shaper successfully deleted
fr: Suppression du formateur réussie

source: You must select at least one shaper to batch delete.
fr: Vous devez sélectionner au moins un façonneur à supprimer par lot.

source: Shapers successfully deleted
fr: Suppression de l’exporteur réussie

source: Deleting shapers. This may take a while.
fr: Suppression des façonneurs. Cela peut prendre un certain temps.

source: Save of shaper failed
fr: Échec de l’enregistrement du formateur

source: Shaper successfully saved
fr: Formateur sauvegardé

source: Missing output format configuration
fr: La configuration du format de sortie manque

source: Unable to format resources as {format}.
fr: Impossible de formater les ressources en {format}.

source: Unable to save output to file: {error}.
fr: Impossible d’enregistrer le résultat dans le fichier : {error}.

source: To process export to "{format}", the php extensions "zip" and "xml" are required.
fr: Pour réaliser un export dans le format "{format}", les extensions php "zip" et xml" sont nécessaires.

source: No metadata are used in any resources.
fr: Aucune métadonnée n’est utilisée dans les ressources.

source: The geonames uri "{url}" is invalid.
fr: L’uri geonames « {url} » est incorrecte.

source: There is no coordinates for url "{url}" (name: {name}), used in resource #{resource_id}.
fr: Il n’y a pas de coordonnées pour l’url « {url} » (nom : {name}) (ressource #{resource_id}).

source: Output is not xml for url "{url}" (resource #{resource_id}).
fr: La sortie n’est pas du xml pour l’url « {url} » (ressource #{resource_id}).

source: Output is not a valid xml for url "{url}" (resource #{resource_id}).
fr: La sortie n’est pas du xml valide pour l’url « {url} » (ressource #{resource_id}).

source: Connection error when fetching url "{url}" (resource #{resource_id}): {exception}. Retrying in one minute.
fr: Erreur de connexion pour l’url « {url} » (ressource #{resource_id}) : {exception}. Nouvelle tentative dans une minute.

source: Connection error when fetching url "{url}" (resource #{resource_id}): {exception}. Retrying in ten minutes.
fr: Erreur de connexion pour l’url « {url} » (ressource #{resource_id}) : {exception}. Nouvelle tentative dans dix minutes.

source: Connection error when fetching url "{url}" (resource #{resource_id}): {exception}
fr: Erreur de connexion pour l’url « {url} » (ressource #{resource_id}) : {exception}

source: Connection issue when fetching url "{url}" (resource #{resource_id}): {msg}
fr: Erreur de connexion pour l’url « {url} » (ressource #{resource_id}) : {msg}

source: Output is empty for url "{url}" (resource #{resource_id}).
fr: La sortie est vide pour l’url « {url} » (ressource #{resource_id}).

source: Bulk export (search)
fr: Export en lot (recherche)

source: Bulk export button (search)
fr: Export en lot (bouton / recherche)

source: Bulk export button
fr: Export en lot (bouton)

source: Dashboard
fr: Tableau de bord

source: Past Exports
fr: Exports précédents

source: Params
fr: Paramètres
